Repository: NZDIS/TobaccoFree
Catalog: server/globalink/conf/locale/*/LC_MESSAGES/django.po
Languages: es, jp, pl, pt

source: Send registration request
es: Enviar la solicitud de registro
jp: 登録リクエストを送る
pl: Wyślij dane do rejestracji
pt: Enviar pedido de registro

source: Confirm your registration
es: Confirmar tu registro
jp: あなたの登録を確認する
pl: Potwierdzenie twojej rejestracji
pt: Comfirmar seu registro

source: to start logging the observations
es: empezar registrar las observaciones
jp: 観察の記入を始める
pl: ażeby rozpocząć obserwacje
pt: iniciar coleta de observações

source: Please copy and paste your activation key
es: Por favor, copia y pega tu clave de activación
jp: あなたの作動キーをコピー、ペーストしてください
pl: Proszę skopiuj i wklej swoj klucz aktywacji konta

source: Confirm registration
es: Confirma el registro
jp: 登録を確認する
pl: Potwierdź swoją rejestrację
pt: Confirmar registro

source: number of vehicles with no smoking in a presence of other occupants
es: número de vehículos sin fumadores y con otros ocupantes
jp: 他の乗客の前で運転手が無喫煙の車両数

source: Admin
jp: アドミン
pt: Adiministrador

source: E-mail
jp: Eメール
