Repository: NZDIS/TobaccoFree
Catalog: server/globalink/conf/locale/*/LC_MESSAGES/django.po
Languages: es, jp, pl, pt

source: Your email/Username. Cannot be changed.
es: Su email/Usuario. No se pude cambiar.
jp: あなたのメールアドレス/ユーザー名。変えることはできない。
pl: Twój e-mail, który będzie też identyfikatorem konta.
pt: Seu email/Usuário. Não pode ser alterado

source: Name
es: Nombre
jp: 名前
pl: Imię
pt: Nome

source: Surname
es: Apellido
jp: 苗字
pl: Nazwisko
pt: Sobrenome

source: Affiliation
es: Filiación
jp: 所属
pl: Instytut naukowy/Firma
pt: Afiliação

source: Activation key
es: Clave de activación
jp: 作動キー
pl: Klucz aktywacji konta
pt: Chave de ativação

source: Is active?
es: Està active ?
jp: 作動しているか？
pl: Konto aktywne?
pt: Está ativo?

source: Staff?
es: Empleados ?
jp: スタッフ？
pl: Pracownik naukowy?
pt: Membro da equipe?

source: Approved?
es: Aprovada?
jp: 承認されたか
pl: Zatwierdzona tożsamość i instytut?
pt: Aprovado?

source: Your email
es: Su correo electrónico (email)
jp: あなたのメールアドレス
pl: Twój email
pt: Seu email

source: Topic, main subject for your feedback
es: Tema, objeto principal de su comentario
jp: トピック、あなたのコメントのテーマ
pl: Główny temat komentarza
pt: Tópico, principal assunto para o seu comentário

source: Real name
es: Nombre real
jp: 本当のお名前
pl: Imię
pt: Nome real

source: Real surname
es: Apellido real
jp: 本当のご苗字
pl: Nazwisko
pt: Sobrenome real

source: Your affiliation
es: Su filiación
jp: ご所属
pl: Instytut naukowy/Firma
pt: Sua Afiliação

source: Your password (at least 6 characters)
es: Su password (al menos 6 caracteres)
jp: パスワード（少なくとも６字)
pl: Hasło (przynajmniej 6 znaków)
pt: Sua senha (pelo menos 6 caracteres)

source: Existing password
es: El password ya existe
jp: 現存のパスワード
pl: Obecne hasło
pt: Senha existente

source: New password (at last 6 characters)
es: Nuevo password (al menos 6 caracteres)
jp: 新しいパスワード（少なくとも６字)
pl: Nowe hasło (przynajmniej 6 znaków)
pt: Nova senha (pelo menos 6 caracteres)

source: Home
es: Inicio
jp: ホーム
pl: Główna
pt: Início

source: Web Data API
jp: ウェブ データ API
pl: Webowy interfejs do danych

source: Making the access to the data free and easy
es: Acceso a los datos gratuito y fácil
jp: データへ無料で簡単なアクセス
pl: Udostępniamy dane za darmo w łatwy sposób

source: If you are developer and can access and process json, xml or yaml, this is for you.
es: Si eres un desarrollador y puedes acceder y procesar json, xml o yaml, esto es para ti.
jp: もしもあなたがデヴェロパーで、json, xml, yamlにアクセスできれば、これはあなたにふさわしい
pl: Jeżeli jesteś naukowcem albo programistą i dostęp do danych przez json, xml czy yaml nie jest ci obcy to znajdziesz tu tego czego szukasz.

source: provides RESTful API for third party tools and services.
es: Proporciona RESTful API para otras herramientas y servicios
jp: 第三者の道具とサービスに提供する安定したAPI
pl: udostępnia RESTful API dla narzędzi i serwisów.

source: Try it out. Let us know what you use it for and if it works well for you.
es: Pruébalo. Haznos saber para qué lo usas y si te va bien.
jp: 試してごらんなさい。これを何に使ったか、うまく使えたかを 教えてください
pl: Wypróbuj. Daj nam znać do czego używasz danych i czy możemy w czymś pomóc.

source: Serialization
es: Serialización
jp: シリーズ化
pl: Serializacja danych

source: YAML, JSON and XML serializers are available.
es: Los serializadores YAML, JSON y XML están disponibles
jp: YAML, JSON and XML をシリーズ化することができる
pl: Serializacja jest dostępna w formacie: YAML, JSON i XML.

source: For example
es: Por ejemplo
jp: たとえば
pl: Na przykład

source: to use YAML attach '?format=yaml' to your URL request.
es: Para usar YAML, adjuntar '?format=yaml' en la consulta URL
jp: YAMLを使うために、あなたのURL requestに ?format=yaml'を アタッチしてください
pl: żeby użyc formatu YAML, dołącz '?format=yaml' do URL z zapytaniem.

source: Similarily for json and xml
es: Análogamente para json y xml
jp: json and xmlとの類似性
pl: Podobnie dla serializacji json i xml

source: Schema
es: Esquema
jp: スキーマ
pl: Schemat danych

source: The resources schema for
es: El esquema de recursos para
jp: スキーマの資料
pl: Schemat danych dla

source: is available at the following URL:
es: está disponible en la URL siguiente
jp: 下記のURLにある
pl: jest udostępniony pod następującym URL:

source: Observations
es: Observaciones
jp: 観察
pl: Obserwacje
pt: Observações

source: To get the list of all observations
es: Para obtener la lista de todas las observaciones
jp: あらゆる観察の リストを 入手する
pl: Ażeby uzyskać listę wszystkich obserwacji

source: use
es: uso
jp: 利用
pl: użyj

source: To get a single record of a given observation
es: Para obtener un único registro de una observación
jp: 一つの 観察の記録を 入手する
pl: Ażeby uzyskać rekord pojedynczej obserwacji

source: Observation fields
es: Campos de observación
jp: 観察アエラ
pl: Pola w rekordzie obserwacje

source: observation start timestamp
es: Tiempo de inicio de la observación
jp: 観察開始時間
pl: początek obserwacji

source: observation finish timestamp
es: Tiempo de final de la observación
jp: 観察終了時間
pl: koniec obserwacji

source: observation duration in milliseconds
es: duración de la observación en milisegundos
jp: 観察期間ミリ秒
pl: czas trwania obserwacji w milisekundach

source: number of vehicles with no smoking
es: número de vehículos sin fumadores
jp: 無喫煙車両の数
pl: ilość samochodów bez palaczy

source: number of vehicles with driver smoking alone
es: número de vehículos con un solo conductor y fumando
jp: 運転手のみ喫煙する車両の数
pl: ilość samochodów tylko z palącym kierowcą

source: number of vehicles with smoking in a presence of other occupants
pl: ilość samochodów z palaczem w obecności innych pasażerów

source: number of vehicles with smoking in a presence of children
es: número de vehículos con fumadores y niños
jp: 子供の前で運転手が喫煙する車両数
pl: ilość samochodów z palaczami w obecności dziecka

source: city of the observation
es: ciudad de la observación
jp: 観察する都市
pl: miasto dla danej obserwacji

source: country of the observation
es: país de la observación
jp: 観察する国
pl: państwo dla danej obserwacji

source: latitude of the observation
es: latitud de la observación
jp: 観察する場所の緯度
pl: szerokość geograficzna obserwacji

source: longitude of the observation
es: longitud de la observación
jp: 観察する場所の経度
pl: długość geograficzna obserwacji

source: Filtering
es: Filtrado
jp: フィルター
pl: Filtrowanie

source: You can use one of many available filters in the URL
es: Puede utilizar cualquier filtro disponible en la URL
jp: URLにある多くのフィルターの一つを使用可能
pl: Możesz użyć dowolnego z wielu dostępnych metod filtrowania wyników w zapytaniu

source: For example, to filter data for a given country, or city
es: Por ejemplo, para filtrar datos de un determinado país, o ciudad
jp: 例えば、特定の国と都市のデータをフィルターする
pl: Na przykład, ażeby uzyskać dane wyłącznie dla jakiegoś kraju, czy miasta

source: Available text filters:
es: Filtros de texto disponibles:
jp: 利用可能なテキストのフィルター
pl: Dostępne filtry dla pól tekstowych:

source: Available number filters:
es: Número de filtros disponibles:
jp: 利用可能なフィルターの数
pl: Dostępne filtry dla liczb:

source: Please correct your FORM error below
es: Por favor, corrija el error del formulario FORM de debajo
jp: あなたのフォームのエラーを下記で訂正する
pl: Proszę popraw błedy w formularzu poniżej
pt: Por favor corrija seu erro de formulário abaixo

source: Awareness
es: Concienciación
jp: 自覚する
pl: Świadomość społeczna
pt: Ciência

source: Feedback
es: Comentario
jp: フィードバック
pl: Komentarz
pt: Comentário

source: People
es: Personas
jp: 人
pl: Woluntariusze
pt: Pessoas

source: My Observations
es: Mis Observaciones
jp: 私の観察
pl: Moje obserwacje
pt: Minha Observação

source: Users
es: Usuarios
jp: ユーザー
pl: Użytkownicy
pt: Usuários

source: My Profile
es: My Perfil
jp: 私のプロフィル
pl: Mój profil
pt: Meu Perfil

source: Logout
es: Salir
jp: ログアウト
pl: Wyloguj
pt: Sair

source: Password
jp: パスワード
pl: Hasło
pt: Senha

source: Sign in
es: Entrar
jp: ログイン
pl: Zaloguj
pt: Entrar

source: Fork me on GitHub
jp: 私をGitHubへ移す
pl: Jesteśmy na GitHub
pt: Conecte-me ao GitHub

source: counting smoking in cars
es: contando fumadores en coches
jp: 車内喫煙を数える
pl: obserwacja palenia tytoniu w samochodach
pt: contando o fumo em carros

source: How many people smoke in cars?
es: Cuantas personas fuman en los coches
jp: 車内で喫煙する人数
pl: Ile osób pali w samochodach?
pt: Quantas pessoas fumam em carros?

source: How many passive smokers are affected?
es: Cuantos fumadores pasivos se ven afectados?
jp: 喫煙被害者の数
pl: Ile osób niepalących jest narażonych?
pt: Quantos fumantes passivos são afetados?

source: How many children?
es: Cuantos niños?
jp: 子供の人数
pl: Ile dzieci?
pt: Quantas crianças

source: How much the stats differ between countries?
es: Cuanta diferencia hay entre países?
jp: 国の統計の違い
pl: Jak wielkie są różnice pomiędzy państwami?
pt: Quanto as estatísticas diferem entre países?

source: Register
es: Registrar
jp: 登録
pl: Zarejestruj się
pt: Registrar

source: to participate
es: para participar
jp: 参加
pl: żeby pomóc
pt: participar

source: Learn more
es: Aprender más
jp: もっと知る
pl: Więcej info
pt: Aprender mais

source: Statistics
es: Estadísticas
jp: 統計
pl: Statystyki
pt: Estatísticas

source: overall
es: general
jp: 全体の
pl: ogólne
pt: global

source: registered loggers
es: voluntarios
jp: 登録した利用者
pl: woluntariuszy
pt: informantes registrados

source: stored observations
es: observaciones almacenadas
jp: 観察の蓄積
pl: obserwacji
pt: observações armazenadas

source: cars checked
es: coches analizados
jp: 調べられた車両
pl: samochodów
pt: carros verificados

source: of people
es: de personas
jp: 人の
pl: osób
pt: de pessoas

source: smoke
es: fuma
jp: 喫煙
pl: pali
pt: fumam

source: in cars
es: en los coches
jp: 車内で
pl: w samochodach
pt: em carros

source: Tweet
jp: ツイター
pl: Zatweetuj to

source: Statistics per
es: Estadísticas por
jp: 統計ごと
pl: Statystyki na dane
pt: Estatísticas por

source: country
es: país
jp: 国
pl: państwo
pt: país

source: Country
es: País
jp: 国
pl: Państwo
pt: País

source: Smoking in cars
es: Fumadores en los coches
pl: Pali w samochodzie
pt: Fumar nos carros

source: Num. cars
es: Num. coches
jp: 車両数
pl: Liczba samochodów
pt: Num. carros

source: Num. observations
es: Num. observaciones
pl: Liczba obserwacji
pt: Num. observações

source: city
es: ciudad
jp: 都市
pl: miasto
pt: cidade

source: City
es: Ciudad
jp: 都市
pl: Miasto
pt: Cidade

source: Observations map
es: Mapa de observaciones
jp: 観察地図
pl: Mapa wszystkich obserwacji
pt: Mapa de observações

source: About
es: A cerca de
pl: O projekcie
pt: Sobre

source: To collect data from multiple sites, globally, many times a day, over and over again, would be expensive.
es: Para recoger datos desde múltiples sitios, globalmente, varias veces al día, una vez y otra, sería muy caro.
jp: 多数の都市、国からデータを日に数回 繰り返し収集することはお金がかかる
pl: Zbieranie danych, z różnych miejsc na ziemi, globalnie, wielokrotnie w ciągu dnia byłoby bardzo kosztowne.
pt: Para coletar dados de multiplas cidades, globalmente, muitas vezes ao dia, repetidamente, seria muito caro.

source: So expensive, that study like that is impossible to run through traditional methods.
es: Tan caro, que un estudio como este es imposible de realizar mediante un método tradicional.
jp: 高すぎるので、このような研究は、従来の方法で 持続することは不可能だ。
pl: Tak kosztowne, iż żaden instytut naukowy nie mógłby sobie na nie pozwolić stosując tradycyjne metody.
pt: Tão caro, que um estudo como esse é impossível de ser feito através de métodos tradicionais.

source: The idea is to ask volunteers to help.
es: La idea consiste en buscar voluntarios para ayudar en el estudio.
jp: ボランティアに助けてもらったほうがいい
pl: Pomysł - poprosić woluntariuszy o pomoc.
pt: A idéia é perguntar a voluntários para ajudar.

source: YOU
es: TU
jp: あなた
pl: TY
pt: VOCÊ

source: will help to conduct the study and do the research.
es: nos ayudarás a realizar el estudio y la investigación.
jp: 観察と研究を手伝う
pl: możesz pomóc w badaniach naukowych.
pt: irá ajudar a conduzir o estudo e realizar a pesquisa.

source: Download and install
es: Descargar e instalar.
jp: ダンロード、インストール
pl: Ściągnij i zainstaluj

source: or
es: o
jp: あるいは
pl: lub

source: Agree to
es: De acuerdo con
jp: 同意する
pl: Wyraź zgodę na
pt: Concordar com

source: Ethical Conduct and Honour Code
es: Conducta ética y código de honor
jp: 倫理的行為と礼儀
pl: Kod Honoru i Etyki
pt: Conduta Ética e Código de Honra

source: Go outside, stand by a busy street, and start logging the data
es: Ves a fuera, quédate en una calle ajetreada, y empieza a registrar los datos
jp: 外に出て、交通量の多い道ばたに立ち、データの記入を始める
pl: Wyjdź na zewnątrz, stań przy ruchliwej ulity, i zacznij obserwacje
pt: Vá la fora, pare ao lado de uma rua movimentada, e comece a coletar dados

source: Anyone can participate
es: Cualquiera puede participar
jp: だれでも参加できる
pl: Każdy może pomóc
pt: Qualquer um pode participar

source: Anyone can use
es: Cualquiera puede usarlo
jp: だれでも使える
pl: Każdy może użyć

source: the data collected by volunteers
es: los datos se recogen gracias a voluntarios
jp: ボランティアの収集したデータ
pl: dane zebrane przez woluntariuszy

source: The application allows easy logging of occurances of smoking in cars.
es: La aplicación permite registrar fácilmente las eventos de fumadores en los coches
jp: このアプリは喫煙者の数の記入を簡単にする
pl: Ta aplikacja pozwala na bardzo łatwe zliczanie palenia w samochodach.
pt: O aplicativo permite fácil inserção de ocorrências de " "fumo em carros.

source: Install it, go out, and collect data about particular location. Instructions are provided within the application.
es: Instálalo, ves a fuera, y recoge los datos de un lugar concreto. Las instrucciones se proporcionan dentro de la aplicación.
jp: インストール、外へ出て、特定の地区のデータを収集する ンストラクションはアプリとともにある
pl: Zainstaluj aplikację, wyjdź na zewnątrz i zacznij obserwować samochody.W aplikacji znajdziesz dokładny opis jak ją używać.
pt: Instale ele, vá la fora, e colete dados sobre uma localização em particular. Instruções são providas pelo aplicativo

source: World
es: Mundo
jp: 世界
pl: Świat
pt: Mundo

source: Research articles
es: Artículos de investigación
jp: 研究文章
pl: Artykuły naukowe
pt: Artigos científicos

source: Development and contribution
es: Desarrollo y contribuciones
jp: 発展と貢献
pl: Budowa systemu i pomoc

source: Data API
jp: データAPI
pl: Dostęp do danych (API)

source: Data collected by volunteers is free and we make it easily accessible to researchers and students.
es: Los datos recogidos por voluntarios son gratis y los facilitamos a los investigadores y estudiantes.
jp: ボランティアの収集したデータは無料で 研究者と学生は簡単にアクセスできる
pl: Wszystkie dane zebrane przez woluntariuszy są udostępniane za darmo dla wszystkich zainteresowanych naukowców i studentów.

source: We have designed a set of web APIs through which the data records can be accessed.
es: Hemos diseñado un conjunto de APIs a través de las cuales se pueden acceder a los datos.
jp: データにアクセスできるweb APIs のセットを設計した
pl: Zaprojektowaliśmy programistyczny interfejs do danych.

source: The data is provided through json, xml or yaml. Make use of it.
jp: データはjson, xml or yamlによって提供される。利用しよう。
pl: Dane są udostępniane przez json, xml i yaml. Użyj ich do badań.

source: Please give us feedback and let us know if you have a good way to process or visualise the data.
es: Por favor, proporciona comentarios y haznos saber si puedes procesar o visualizar bien los datos.
jp: データの処理と可視化のよい方法があれば、教えてください。
pl: Prosimy daj nam znać jeżeli używasz danych do badań statystycznych albo wizualizacji.

source: Thank you.
es: Gracias.
jp: ありがとうございます
pl: Dziekujemy.

source: Translations
es: Traducciones
jp: 翻訳
pl: Tłumaczenie stron

source: The system will have impact in your country only when people who do not speak English will be able to view the data.
es: El sistema tundra impacto en tu país cuando las personas que no hablan ingléspuedan entender los datos.
jp: このシステムは、英語を使わないあなたの国で ータを見ることができる
pl: Ten system będzie miał znaczenie w twoim kraju tylko wtedy kiedy ludzie którzy nie znają angielskiego będą mogli go użyć i zrozumieć wyniki zebranych danych.

source: If you know English and you know another language, please help in translating the website.
es: Si conoces el ingles y otra lengua, por favor ayúdanos atraducir este sitio web.
jp: 英語と他の言語をご存知の方は このwebsiteの翻訳を手伝ってください
pl: Jeżeli znasz angielski i dodatkowy język, prosimy pomóż w tłumaczeniu stron WWW.

source: Project contributors
es: Contribuidores del proyecto
jp: プロジェクト貢献者
pl: Pomoc w projekcie

source: Many people have helped in making this system possible.
es: Muchas personas han hecho posible este sistema.
jp: たくさんの人はこのシステムを助けた
pl: Wiele osób pomogło zrealizować ten system.

source: They provided help through testing, feedback, research, data collection.
es: Han proporcionado su ayuda a través de tests, comentarios, investigación, recogida de datos
jp: かれらはテスト、フィードバック、リサーチ、データ収集を手伝った
pl: Osoby te poświęciły swój czas na testy, dialog, udoskonalenia, badania naukowe i zbieranie danych.

source: All the work and efforts are appreciated.
es: Agradecemos todos los trabajos y esfuerzos.
jp: ご協力に感謝する
pl: Każda para rąk jest mile widziana i doceniana.

source: tell us what you think
es: explícanos qué piensas
jp: ご意見を教えてください
pl: powiedz nam co myślisz o tym projekcie
pt: nos diga o que você pensa

source: Send feedback
es: Envía comentarios
jp: フィードバックを送ってください
pl: Wyślij komentarz
pt: Enviar comentário

source: Clear form
es: Limpia el formulario
jp: クリアフォーム
pl: Wyczyść formularz
pt: Limpar formulário

source: Contributors
es: Contribuidores
jp: 貢献者
pl: Naukowcy

source: People that made the project real
es: Personas que han hecho realidad el proyecto
jp: このプロジェクトを実現させた人々
pl: Ludzie którzy zrealizowali ten projekt

source: Project research and development
es: Investigación y desarrollo del proyecto
jp: プロジェクトの研究と発展
pl: Badania i realizacja projektu

source: Testing and feedback
es: Test y comentarios
jp: テストとフィードバック
pl: Testy i komentarze

source: Translators
es: Traductores
jp: 翻訳者
pl: Tłumacze

source: People who made the website accessible in other countries
es: Personas que han hecho el sitio web accesible en otros países
jp: このwebsiteを他の国でアクセス可能にさせた人々
pl: Ludzie którzy udostępnili system w wielu językach

source: Japanese
es: Japonés
jp: 日本語
pl: Japoński

source: German
es: Alemán
jp: ドイツ語
pl: Niemiecki

source: Polish
es: Polaco
jp: ポーランド語
pl: Polski

source: Brazilian Portuguese
es: Portugués de Brasil
jp: ブラジルポルトガル語
pl: Brazylijski

source: Existing translations
es: Traducciones existentes
jp: 現存翻訳
pl: Obecne tłumaczenia

source: Help us to fix the problems
es: Ayúdanos a resolver los problemas
jp: 問題解決を手伝ってください
pl: Pomóż nam udoskonalić tłumaczenia

source: You can help by correcting existing translations.
es: Nos puedes ayudar corrigiendo las traducciones que existen.
jp: 現存翻訳の間違いを訂正してください
pl: Możesz pomóc poprzez korektę istniejących już tłumaczeń.

source: To do that, grab one of the existing translation files and make the necessary changes.
es: Para ello, toma uno de los ficheros de traducción y realiza los cambios necesarios.
jp: 現存翻訳のファイルをあけて、必要な訂正を行ってください
pl: Żeby pomóc, ściągnij plik z gotowym tłumaczeniem i zrób niezbędne korekty i zmiany.

source: After you correct the file simply send the file to:
es: Después de corregir el fichero, simplemente envíalo a:
jp: 訂正後、フィアルを送ってください
pl: Jak już poprawiłeś plik, to go po prostu do nas wyślij

source: We will take care of the rest.
es: Nosotros nos ocuparemos del resto.
jp: 後は私たちにお任せ下さい
pl: My zajmiemy się resztą.

source: Remember to put your name and affiliation in the file. We will use it to give you credits.
es: Acuérdate de poner tu nombre y filiación en el archivo. Lo usaremos para darte mencionarte en los créditos.
jp: お名前と所属をファイルに記入していくださ なたへのクレジットとして使用する
pl: Pamiętaj żeby wstawić swoje imię i instytut naukowy/firmę. Będziemy mogli wtedy dopisać cię do listy zasłużonych pomocników.

source: Portuguese
es: Portugués
jp: ポルトガル語
pl: Portugalski

source: Thank you
es: Gracias
jp: ありがとうございます
pl: Dziekujemy serdecznie

source: New translations needed
es: Se necesitan traducciones nuevas
jp: 新しい翻訳が必要
pl: Niezbędne nowe tłumaczenia

source: Help us to spread the news
es: Ayúdanos a expandir la noticia
jp: このニュースを幅広く広めよう
pl: Pomóż nam w reklamie i adopcji systemu

source: Please help us by making new translations. It is easy. But you need to know English.
es: Por favor, ayúdanos a realizar nuevas traducciones. Es fácil. Pero necesitas saber inglés.
jp: 新しい翻訳を助けてください。でも、あなたは英語を 解していなければなりません
pl: Prosimy pomóż nam w realizacji nowych tłumaczeń. To jest łatwe. Ale musisz znać angielski.

source: To make a translation, you need to download
es: Para realizar una traducción, necesitas descargar
jp: 翻訳するために、ダンロードしてください
pl: Ażeby zrobić tłumaczenie, musis ściągnąć

source: this file
es: este archivo
jp: このファイル
pl: ten plik

source: and translate all English phrases into your language.
es: y traducer al las frases en ingles a tu idioma.
jp: 英語の文をすべてあなたの言語に翻訳してください
pl: i przetłumaczyć wszystkie zwroty z angielskiego na innych język.

source: For example, the file contains a fragment:
es: Por ejemplo, el archive contiene el fragmento
jp: たとえば、このファイルは不完全
pl: Na przykład, plik zawiera taki fragment

source: Your task is to fill in that empty space that would be the phrase in your language that translates the identifier above.
es: Tu tarea consiste en rellenar el espacio en blanco con la frase en tu idiomaque traduzca el identificador de arriba.
jp: あなたは空白を、上記の部分を あなたの言語に翻訳して、埋めてください
pl: Twoje zadanie to wypełnić pustą przestrzeń pomiędzy cudzysłowami tak żeby odpowiadała tekstowi identyfikatora po angielsku.

source: If the translation is longer than a single line, for example
es: Si la traducción es más larga de una línea, por ejemplo
jp: もしも翻訳が一行より長い場合は、たとえば
pl: Jeżeli identyfikator jest dłuższy niż jedna linijka, na przykład

source: You simply fill in and follow the same pattern, or you can translate both lines into a single line.
es: Simplemente rellénala y sigue el mismo patrón, o puedes traducir las doslíneas en una sola.
jp: 埋めてから、同じパタンにしたがってください。あるいは 両方を翻訳してから、同じ行につめてください
pl: To wtedy możesz postąpić wg takiego samego schematu, albo umieścić swoje tłumaczenie w jednej linii.

source: After you translate all the phrases, simply send the file to:
es: Después de traducir todas las frases, envía el archive a:
jp: あるゆる文を翻訳してから、送ってください
pl: Po skończeniu tłumaczenia pliku, prześlij go emailem do:

source: TobaccoFree administration
es: Administrador de TobaccoFree
pl: TobaccoFree administracja
pt: Adiministração de TobaccoFree

source: Profile of
es: Perfil de
jp: プロフィル
pl: Profil
pt: Perfil de

source: Delete this observer
es: Elimina este observador
jp: 観察者を消去する
pl: Usuń tego obserwatora
pt: Deletar esse observador

source: Update profile
es: Actualiza el perfil
jp: プロフィルを更新する
pl: Uaktualnij profil
pt: Atualizar perfil

source: User
es: Usuario
jp: ユーザ
pl: Użytkownik
pt: Usuário

source: When
es: Cuando
jp: いつ
pl: Kiedy
pt: Quando

source: Where
es: Donde
jp: どこ
pl: Gdzie
pt: Onde

source: How long
es: Duración
jp: 期間の長さ
pl: Jak długo
pt: Duração

source: Delete
es: Elimina
jp: 消去する
pl: Usuń
pt: Apagar

source: Observers
es: Observadores
jp: 観察者
pl: Obserwatorzy
pt: Observadores

source: username/email
es: usuario/email
jp: ユーザの名前／Eメール
pl: identyfikator konta/email
pt: usuário/email

source: Observations collected by
es: Observaciones recogidas por
jp: 観察の収集者
pl: Obserwacje zrobione przez
pt: Observações coletadas por

source: Top volunteers
es: Voluntarios “top”
jp: ボランティア
pl: Lista sławnych woluntariuszy
pt: Voluntários líderes

source: Cars
es: Coches
jp: 車両
pl: Samochody
pt: Carros

source: I am
es: Soy
jp: わたしは
pl: Jestem
pt: Eu sou

source: top volunteer on
es: voluntario “top” en
jp: ボランティアです
pl: w rankingu woluntariuszy na
pt: voluntário líder em

source: observations
es: observaciones
jp: 観察
pl: Obserwacje
pt: observações

source: and
es: y
jp: および
pl: i
pt: e

source: Password change
es: Cambio de password
jp: パスワードの変更
pl: Zmiana hasła
pt: Mudar senha

source: and be able to upload data to the server
es: y ser capaz de cargar los datos al servidor
jp: データをサーバにアップロード可能
pl: i żebyś mógł zgrywać dane na serwer
pt: e ser capaz de upload dados para o servidor
